{
  "title": {
    "en": "Developer and Stability Funds",
    "ua": "Фонди стабілізації та розвитку"
  },

  "subTitle": {
    "en": "Accrued stability and liquidation fees are deposited in two funds. The split is determined by the",
    "ua": "Нараховані комісійни за стаюільність та ліквідацію депонуються у два фонди. Розділення визначається"
  },

  "subTitleStrong": {
    "en": "developer fund split.",
    "ua": "розділенням фонду розвитку."
  },

  "paragraphBefore": {
    "en": "The role of the",
    "ua": "Роль"
  },

  "paragraphStrong": {
    "en": "stability fund",
    "ua": "стабілізаційного фонду"
  },

  "paragraphAfter": {
    "en": "is to be a liquidator of last resort. If the price of the outstanding",
    "ua": "це ліквідатор останньої інстанції. Якщо ціна непогашенного"
  },

  "paragraphGreater": {
    "en": "is greater than the",
    "ua": "більше за"
  },

  "paragraphValue": {
    "en": "value locked in the Ovens then a rational economic actor would not liquidate, and the",
    "ua": "ціна, що знаходиться в пічках, ніж ріціональна для ліквідації, та"
  },

  "paragraphConsiderate": {
    "en": "is then considered underwater. This event should not occur since it is unlikely that",
    "ua": "тоді вважається затонувшою. Ця подія не повинна статися, так як малоімовірно, що"
  },

  "paragraphAfterUnder": {
    "en": "values would go from undercollateralized to",
    "ua": "ціни перейдуть від недостатьньо забезпесених до"
  },

  "paragraphAfterAbove": {
    "en": "fast enough that rational actors would not liquidate. However, in some sort of systemic black swan event, the stability fund acts as a powerful counter-balance and can liquidate",
    "ua": "достатьньо швидко, щоби раціональні учасники не ліквідувались. Однак в разі «чорного лебедя» фонд стабілізації діє як потужний противовіс та може ліквідувати"
  },

  "paragraphLast": {
    "en": "to restore collateralization (and thus stability) to the system.",
    "ua": "щоб відновити постачання (і, відповідно, стабільність) системи."
  },

  "secondParagraph": {
    "en": "is a discretionary fund used to fund future developments to Kolibri. Distributions are determined via a planned governance mechanism.",
    "ua": "це дискреційний фонд, використовуємий для фінансування майбутніх розробок Kolibri. Розподілення визначається за допомогою запланованого механізму керування."
  },

  "developerSplit": {
    "en": "developer fund split.",
    "ua": "розділення фонду розвитку"
  },

  "developerFund": {
    "en": "developer fund",
    "ua": "фонд розвитку"
  },

  "stabilityFund": {
    "en": "stability fund",
    "ua": "стабілізаційний фонд"
  },

  "underwaterFirst": {
    "ua": "underwater",
    "ua": "затонувші"
  },
  "underwaterSecond": {
    "en": "underwater",
    "ua": "затоновшу"
  }
}
