{
  "title": {
    "en": "Security Audit",
    "ua": "Аудит безпеки"
  },

  "subTitle": {
    "en": "Status",
    "ua": "Статус"
  },

  "firstParagraphBefore": {
    "en": "The Kolibri project has been audited by",
    "ua": "Проект Kolibri пройшов аудит"
  },

  "firstParagraph": {
    "en": ", and no contract code updates have taken place since the review was conducted. There were no major findings discovered that would put funds or the economic model at risk, but as with every security review it's only an indicator of security, not a guarantee.",
    "ua": ", і з моменту проведення перевірки не було оновлень коду контракту. Не було виявлено серйозних знахідок, які могли б зазнати ризику засобу або економічну модель, але, як і у випадку з будь-якою перевіркою безпеки, це лише показник безпеки, а не гарантія."
  },

  "button": {
    "en": "Read The Report",
    "ua": "Читати звіт"
  },

  "timeline": {
    "en": "Timeline",
    "ua": "Стрічка новин"
  },

  "feb": {
    "en": "Feb",
    "ua": "Лют"
  },

  "jan": {
    "en": "Jan",
    "ua": "Січ"
  },

  "dec": {
    "en": "Dec",
    "ua": "Гру"
  },

  "listFirst": {
    "en": "We have received the report, and have no major issues to remedy!",
    "ua": "Ми отримали звіт, і у нас немає серйозних проблем, які потрібно виправити!"
  },

  "listSecond": {
    "en": "We had a check-in with the review team with no issues reported so far.",
    "ua": "У нас була зустріч із групою перевірки, і досі не повідомлялося про проблеми."
  },

  "listThird": {
    "en": "The review has kicked off, and will complete in 3 weeks.",
    "ua": "Перевірка вже почалася і завершиться через 3 тижні."
  },

  "listFourth": {
    "en": "We have a start date and rough timeline for the review - code review will start January 18 and end on February 12. We'll have a report in-hand by February 17 and will work to remedy any issues that arise!",
    "ua": "У нас є дата початку і приблизний графік перевірки — перевірка коду почнеться 18 січня і закінчиться 12 лютого. У нас буде звіт до 17 лютого, і ми працюватимемо над усуненням будь-яких проблем!"
  },

  "listFifth": {
    "en": "We have a review in the information-gathering phase with a reputable firm. Updates will be posted here as things progress.",
    "ua": "У нас є перевірка на етапі збору інформації з шановною фірмою. Оновлення будуть публікуватися тут у міру розвитку подій."
  }
}